Repository: punt-labs/koch-trainer-swift
Catalog: KochTrainer/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# notification.levelReview.title
source: Review Time
de: Zeit für Wiederholung
es: Hora de repasar
fr: Temps de révision
it: Tempo di ripasso

# notification.levelReview.body %lld
source: It's been a week since you reached level %lld. Time for a quick review!
de: Es ist eine Woche her, seit du Level %lld erreicht hast. Zeit für eine Wiederholung!
es: Ha pasado una semana desde que alcanzaste el nivel %lld. ¡Hora de un repaso!
fr: Cela fait une semaine que vous avez atteint le niveau %lld. Temps pour une révision !
it: È passata una settimana da quando hai raggiunto il livello %lld. Tempo per un ripasso!

# notification.welcomeBack.title
source: Practice Reminder
de: Wir vermissen dich!
es: ¡Te extrañamos!
fr: Rappel d'entraînement
it: Ci manchi!

# notification.welcomeBack.body
source: Your Morse code practice is ready when you are.
de: Bereit, weiter Morsen zu lernen? Dein Fortschritt wartet.
es: ¿Listo para volver a aprender Morse? Tu progreso te espera.
fr: Votre entraînement Morse est prêt quand vous l'êtes.
it: Pronto a riprendere il Morse? I tuoi progressi ti aspettano.

source: Correct!
de: Richtig!
es: ¡Correcto!
it: Corretto!

source: Start Receive
de: Empfang starten

source: Start Send
de: Senden starten

source: Start Ear
de: Gehör starten

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# qso.difficulty.expert
source: Expert
de: Experte
es: Experto
it: Esperto

source: Phase
es: Fase
it: Fase

source: Pause
es: Pausa
it: Pausa

source: Version
es: Versión
it: Versione

source: Version %@
es: Versión %@
it: Versione %@

# qso.style.contest
source: Contest
es: Concurso
