Repository: punt-labs/koch-trainer-swift
Catalog: KochTrainer/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Learn
de: Lernen
es: Aprender
fr: Apprendre
it: Impara

source: Practice
de: Üben
es: Practicar
fr: Pratiquer
it: Pratica

source: Vocab
de: Vokabeln
es: Vocabulario
fr: Vocabulaire
it: Vocabolario

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Ear Training
de: Gehörtraining
es: Entrenamiento auditivo
fr: Entraînement auditif
it: Allenamento uditivo

source: Start Ear Training
de: Gehörtraining starten
es: Iniciar entrenamiento auditivo
fr: Démarrer l'entraînement auditif
it: Inizia allenamento uditivo

source: Characters: %@
de: Zeichen: %@
es: Caracteres: %@
fr: Caractères : %@
it: Caratteri: %@

source: Receive
de: Empfangen
es: Recepción
fr: Réception
it: Ricezione

source: Start Receive Training
de: Empfangstraining starten
es: Iniciar entrenamiento de recepción
fr: Démarrer l'entraînement réception
it: Inizia allenamento ricezione

source: Send
de: Senden
es: Transmisión
fr: Émission
it: Trasmissione

source: Start Send Training
de: Sendetraining starten
es: Iniciar entrenamiento de transmisión
fr: Démarrer l'entraînement émission
it: Inizia allenamento trasmissione

source: Personal best!
de: Persönlicher Rekord!
es: ¡Récord personal!
fr: Record personnel !
it: Record personale!

source: Due now
de: Jetzt fällig
es: Pendiente ahora
fr: À faire maintenant
it: Da fare ora

source: Custom Practice
de: Freies Üben
es: Práctica personalizada
fr: Pratique personnalisée
it: Pratica personalizzata

source: Select characters to practice
de: Zeichen zum Üben auswählen
es: Selecciona caracteres para practicar
fr: Sélectionnez les caractères à pratiquer
it: Seleziona i caratteri da praticare

source: Select at least 2 characters
de: Mindestens 2 Zeichen auswählen
es: Selecciona al menos 2 caracteres
fr: Sélectionnez au moins 2 caractères
it: Seleziona almeno 2 caratteri

source: Vocabulary
de: Vokabeln
es: Vocabulario
fr: Vocabulaire
it: Vocabolario

source: Common Words
de: Häufige Wörter
fr: Mots courants

source: Callsign Patterns
de: Rufzeichen-Muster
fr: Modèles d'indicatifs

source: QSO Simulation
es: Simulación QSO
fr: Simulation QSO
it: Simulazione QSO

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato

source: Start QSO Practice
de: QSO-Training starten
es: Iniciar práctica QSO
fr: Démarrer l'entraînement QSO
it: Inizia pratica QSO

source: Practice realistic ham radio conversations
de: Realistische Amateurfunk-Gespräche üben
es: Practica conversaciones de radioaficionado realistas
fr: Pratiquez des conversations radioamateur réalistes
it: Pratica conversazioni radioamatoriali realistiche

source: Your Callsign
de: Dein Rufzeichen
es: Tu indicativo
fr: Votre indicatif
it: Il tuo nominativo

source: Practice realistic on-air conversations
de: Realistische Funkverbindungen üben
es: Practica conversaciones de radio realistas
fr: Pratiquez des conversations radio réalistes
it: Pratica conversazioni radio realistiche

source: Start Mode
de: Startmodus
es: Modo de inicio
fr: Mode de démarrage
it: Modalità di avvio

source: Set your callsign in Settings
de: Rufzeichen in Einstellungen festlegen
es: Configura tu indicativo en Ajustes
fr: Définissez votre indicatif dans Réglages
it: Imposta il nominativo nelle Impostazioni

source: Start QSO
de: QSO starten
es: Iniciar QSO
fr: Démarrer le QSO
it: Inizia QSO

source: Working:
de: Arbeite:
es: En contacto:
fr: En contact :
it: In contatto:

source: Status
es: Estado
fr: Statut
it: Stato

source: Suggested:
de: Vorschlag:
es: Sugerido:
fr: Suggestion :
it: Suggerito:

source: Text hidden - listen to copy
de: Text versteckt - zum Mitschreiben hören
es: Texto oculto - escucha para copiar
fr: Texte masqué - écoutez pour copier
it: Testo nascosto - ascolta per copiare

source: Send:
de: Senden:
es: Enviar:
fr: Envoyer :
it: Invia:

source: QSO Complete!
de: QSO abgeschlossen!
es: ¡QSO completado!
fr: QSO terminé !
it: QSO completato!

source: End
de: Beenden
es: Fin
fr: Fin
it: Fine

source: Transcript
de: Protokoll
es: Transcripción
fr: Transcription
it: Trascrizione

source: Keyboard: . or F = dit, - or J = dah
de: Tastatur: . oder F = dit, - oder J = dah
es: Teclado: . o F = dit, - o J = dah
fr: Clavier : . ou F = dit, - ou J = dah
it: Tastiera: . o F = dit, - o J = dah

source: Keyboard: . or F = dit, - or J = dah, Space = next char
de: Tastatur: . oder F = dit, - oder J = dah, Leertaste = nächstes Zeichen
es: Teclado: . o F = dit, - o J = dah, Espacio = siguiente carácter
fr: Clavier : . ou F = dit, - ou J = dah, Espace = caractère suivant
it: Tastiera: . o F = dit, - o J = dah, Spazio = carattere successivo

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi

source: End Session
de: Sitzung beenden
es: Terminar sesión
fr: Terminer la session
it: Termina sessione

source: Learn Characters
de: Zeichen lernen
fr: Apprendre les caractères

source: Character %@
de: Zeichen %@
es: Carácter %@
fr: Caractère %@
it: Carattere %@

source: Play Sound
de: Ton abspielen
es: Reproducir sonido
fr: Jouer le son
it: Riproduci suono

source: Next Character
de: Nächstes Zeichen
fr: Caractère suivant

source: Receive Training
de: Empfangstraining
fr: Entraînement réception

source: Send Training
de: Sendetraining
fr: Entraînement envoi

source: Complete!
de: Fertig!
fr: Terminé !

source: Type the letter you heard
de: Tippe den gehörten Buchstaben
es: Escribe la letra que escuchaste
fr: Tapez la lettre entendue
it: Scrivi la lettera che hai sentito

source: Listen...
de: Hören...
es: Escucha...
fr: Écoutez...
it: Ascolta...

source: Starting...
de: Starte...
es: Iniciando...
fr: Démarrage...
it: Avvio...

source: You pressed: %@
de: Du hast gedrückt: %@
es: Pulsaste: %@
fr: Vous avez appuyé : %@
it: Hai premuto: %@

source: Too slow!
de: Zu langsam!
es: ¡Muy lento!
fr: Trop lent !
it: Troppo lento!

source: You sent: %@
de: Du hast gesendet: %@
es: Enviaste: %@
fr: Vous avez envoyé : %@
it: Hai inviato: %@

source: Should be: %@
de: Sollte sein: %@
es: Debería ser: %@
fr: Devrait être : %@
it: Dovrebbe essere: %@

source: Reproduce the pattern
de: Muster nachahmen
es: Reproduce el patrón
fr: Reproduisez le motif
it: Riproduci il pattern

source: Expected: %@
de: Erwartet: %@
es: Esperado: %@
fr: Attendu : %@
it: Atteso: %@

source: New patterns unlocked:
de: Neue Muster freigeschaltet:
es: Nuevos patrones desbloqueados:
fr: Nouveaux motifs débloqués :
it: Nuovi pattern sbloccati:

source: Type what you heard
de: Tippe was du gehört hast
es: Escribe lo que escuchaste
fr: Tapez ce que vous avez entendu
it: Scrivi ciò che hai sentito

source: Replay
de: Wiederholen
es: Repetir
fr: Rejouer
it: Ripeti

source: Set: %@
es: Conjunto: %@
fr: Ensemble : %@

source: You entered: %@
de: Du hast eingegeben: %@
es: Ingresaste: %@
fr: Vous avez entré : %@
it: Hai inserito: %@

source: Session Complete
de: Sitzung abgeschlossen
es: Sesión completada
fr: Session terminée
it: Sessione completata

source: Level Up!
de: Level aufgestiegen!
es: ¡Subiste de nivel!
fr: Niveau supérieur !
it: Livello superiore!

source: New character unlocked:
de: Neues Zeichen freigeschaltet:
es: Nuevo carácter desbloqueado:
fr: Nouveau caractère débloqué :
it: Nuovo carattere sbloccato:

source: Need 90% to advance
de: 90% für Aufstieg benötigt
es: Necesitas 90% para avanzar
fr: 90% requis pour avancer
it: Serve il 90% per avanzare

source: Continue to Next Level
de: Zum nächsten Level
es: Continuar al siguiente nivel
fr: Passer au niveau suivant
it: Continua al prossimo livello

source: Try Again
de: Nochmal versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati

source: Excellent work! ≥90% accuracy achieved.
de: Hervorragend! ≥90% Genauigkeit erreicht.
es: ¡Excelente trabajo! ≥90% de precisión alcanzado.
fr: Excellent travail ! ≥90% de précision atteint.
it: Ottimo lavoro! ≥90% di precisione raggiunta.

source: Keep practicing! Need ≥90% to advance.
de: Weiter üben! ≥90% für Aufstieg benötigt.
es: ¡Sigue practicando! Necesitas ≥90% para avanzar.
fr: Continuez à pratiquer ! ≥90% requis pour avancer.
it: Continua a praticare! Serve ≥90% per avanzare.

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Tone Frequency: %lld Hz
de: Tonfrequenz: %lld Hz
fr: Fréquence de tonalité : %lld Hz

source: Effective Speed: %lld WPM
de: Effektive Geschwindigkeit: %lld WPM
fr: Vitesse effective : %lld WPM

source: Band Conditions
de: Bandbedingungen
es: Condiciones de banda
fr: Conditions de bande
it: Condizioni di banda

source: Enable Band Conditions
de: Bandbedingungen aktivieren
es: Activar condiciones de banda
fr: Activer les conditions de bande
it: Attiva condizioni di banda

source: Noise Level (QRN): %lld%%
de: Rauschpegel (QRN): %lld%%
fr: Niveau de bruit (QRN) : %lld%%

source: Signal Fading (QSB)
de: Signalschwund (QSB)
es: Desvanecimiento de señal (QSB)
fr: Fading du signal (QSB)
it: Fading del segnale (QSB)

source: Fading Depth: %lld%%
de: Schwundtiefe: %lld%%
fr: Profondeur du fading : %lld%%

source: Fading Rate: %@ Hz
de: Schwundrate: %@ Hz
fr: Taux de fading : %@ Hz

source: Interference Level: %lld%%
de: Störungspegel: %lld%%
fr: Niveau d'interférence : %lld%%

source: Interference (QRM)
de: Störungen (QRM)
es: Interferencias (QRM)
fr: Interférences (QRM)
it: Interferenze (QRM)

source: Playing...
de: Spiele ab...
es: Reproduciendo...
fr: Lecture...
it: Riproduzione...

source: Preview Sound
de: Vorschau
es: Vista previa de sonido
fr: Aperçu sonore
it: Anteprima audio

source: Apply Preset
de: Voreinstellung anwenden
es: Aplicar preset
fr: Appliquer un préréglage
it: Applica preset

source: Good Conditions
de: Gute Bedingungen
es: Buenas condiciones
fr: Bonnes conditions
it: Buone condizioni

source: Contest Pileup
es: Pile-up de concurso
fr: Pile-up contest
it: Pile-up contest

source: Difficult
de: Schwierig
es: Difícil
fr: Difficile
it: Difficile

source: Notifications are disabled. Enable them in Settings.
de: Benachrichtigungen sind deaktiviert. In Einstellungen aktivieren.
es: Las notificaciones están desactivadas. Actívalas en Ajustes.
fr: Les notifications sont désactivées. Activez-les dans Réglages.
it: Le notifiche sono disattivate. Attivale nelle Impostazioni.

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva notifiche

source: Practice Reminders
de: Übungserinnerungen
es: Recordatorios de práctica
fr: Rappels de pratique
it: Promemoria pratica

source: Streak Reminders
de: Serien-Erinnerungen
es: Recordatorios de racha
fr: Rappels de série
it: Promemoria serie

source: Preferred Time
de: Bevorzugte Zeit
es: Hora preferida
fr: Heure préférée
it: Orario preferito

source: Quiet Hours (10 PM - 8 AM)
de: Ruhezeit (22-8 Uhr)
es: Horas de silencio (22h - 8h)
fr: Heures calmes (22h - 8h)
it: Ore silenziose (22-8)

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progressi

source: Current Level
de: Aktuelles Level
es: Nivel actual
fr: Niveau actuel
it: Livello attuale

source: Overall Accuracy
de: Gesamtgenauigkeit
es: Precisión general
fr: Précision globale
it: Precisione complessiva

source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
it: Serie attuale

source: Longest Streak
de: Längste Serie
es: Racha más larga
fr: Plus longue série
it: Serie più lunga

source: Session History
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
it: Cronologia sessioni

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni

source: Unknown version
de: Unbekannte Version
es: Versión desconocida
fr: Version inconnue
it: Versione sconosciuta

source: What's New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza

source: Acknowledgments
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Privacy

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente

source: Support & Feedback
es: Soporte y comentarios
fr: Support et commentaires
it: Supporto e feedback

source: Reset All Progress
de: Fortschritt zurücksetzen
es: Restablecer progreso
fr: Réinitialiser la progression
it: Reimposta progressi

source: Reset Progress?
de: Fortschritt zurücksetzen?
es: ¿Restablecer progreso?
fr: Réinitialiser la progression ?
it: Reimpostare i progressi?

source: This will delete all your progress and start over from Level 1. This cannot be undone.
de: Dies löscht deinen gesamten Fortschritt und startet bei Level 1 neu. Dies kann nicht rückgängig gemacht werden.
es: Esto borrará todo tu progreso y comenzarás de nuevo desde el Nivel 1. Esto no se puede deshacer.
fr: Cela supprimera toute votre progression et recommencera au niveau 1. Cette action est irréversible.
it: Questo cancellerà tutti i tuoi progressi e ricomincerà dal Livello 1. Non è possibile annullare.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta

source: No Sessions Yet
de: Noch keine Sitzungen
es: Sin sesiones aún
fr: Aucune session
it: Nessuna sessione

source: Complete a training session to see your history here.
de: Schließe eine Übungssitzung ab, um den Verlauf hier zu sehen.
es: Completa una sesión de entrenamiento para ver tu historial aquí.
fr: Terminez une session d'entraînement pour voir l'historique ici.
it: Completa una sessione di allenamento per vedere la cronologia qui.

source: Schedule Details
de: Zeitplan-Details
es: Detalles del calendario
fr: Détails du calendrier
it: Dettagli programmazione

source: Receive Interval
de: Empfangsintervall
es: Intervalo de recepción
fr: Intervalle réception
it: Intervallo ricezione

source: Send Interval
de: Sendeintervall
es: Intervalo de transmisión
fr: Intervalle émission
it: Intervallo trasmissione

source: Next Practice
de: Nächste Übung
es: Próxima práctica
fr: Prochaine pratique
it: Prossima pratica

source: Receive: Not scheduled
de: Empfangen: Nicht geplant
es: Recepción: No programada
fr: Réception : Non planifiée
it: Ricezione: Non programmata

source: Send: Not scheduled
de: Senden: Nicht geplant
es: Transmisión: No programada
fr: Émission : Non planifiée
it: Trasmissione: Non programmata

source: Data Maintenance
de: Datenpflege
es: Mantenimiento de datos
fr: Maintenance des données
it: Manutenzione dati

source: Delete Invalid Sessions
de: Ungültige Sitzungen löschen
es: Eliminar sesiones inválidas
fr: Supprimer les sessions invalides
it: Elimina sessioni non valide

source: Recalculate Schedule from History
de: Zeitplan aus Verlauf neu berechnen
es: Recalcular calendario desde historial
fr: Recalculer le calendrier depuis l'historique
it: Ricalcola programmazione dalla cronologia

source: Cleanup Complete
de: Bereinigung abgeschlossen
es: Limpieza completada
fr: Nettoyage terminé
it: Pulizia completata

source: Schedule Recalculated
de: Zeitplan neu berechnet
es: Calendario recalculado
fr: Calendrier recalculé
it: Programmazione ricalcolata

source: Next practice dates have been recalculated from your valid session history.
de: Nächste Übungstermine wurden aus dem gültigen Sitzungsverlauf neu berechnet.
es: Las próximas fechas de práctica se han recalculado desde tu historial válido.
fr: Les prochaines dates de pratique ont été recalculées depuis votre historique valide.
it: Le prossime date di pratica sono state ricalcolate dalla tua cronologia valida.

source: Koch Trainer for iOS
de: Koch Trainer für iOS
es: Koch Trainer para iOS
fr: Koch Trainer pour iOS
it: Koch Trainer per iOS

source: View Full Changelog
de: Vollständigen Changelog anzeigen
es: Ver changelog completo
fr: Voir le changelog complet
it: Visualizza changelog completo

source: Koch Method
fr: Méthode Koch

source: Vocabulary Practice
fr: Pratique du vocabulaire

source: Streak Tracking
fr: Suivi des séries

source: Proficiency Indicators
fr: Indicateurs de compétence

# whatsnew.ear.description
source: Learn patterns by length, starting with shortest
fr: Apprenez les motifs par longueur, en commençant par les plus courts

# whatsnew.receive.description
source: Listen to Morse code and identify characters
fr: Écoutez le code Morse et identifiez les caractères

# whatsnew.send.description
source: Key dit/dah patterns using paddles or keyboard
fr: Manipulez les motifs dit/dah avec le manipulateur ou le clavier

# whatsnew.koch.description
source: Progressive learning with 26 characters
fr: Apprentissage progressif avec 26 caractères

# whatsnew.vocab.description
source: Common words, Q-codes, and abbreviations
fr: Mots courants, codes Q et abréviations

# whatsnew.qso.description
source: Practice realistic ham radio conversations
fr: Pratiquez des conversations radioamateur réalistes

# whatsnew.band.description
source: QRN, QSB, and QRM audio simulation
fr: Simulation audio QRN, QSB et QRM

# whatsnew.streak.description
source: Daily practice streaks and reminders
fr: Séries de pratique quotidienne et rappels

# whatsnew.proficiency.description
source: Per-character accuracy visualization
fr: Visualisation de la précision par caractère

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT

# session.type.receive
source: Receive
de: Empfangen
es: Recepción
fr: Réception
it: Ricezione

# session.type.send
source: Send
de: Senden
es: Transmisión
fr: Émission
it: Trasmissione

# session.type.receiveCustom
source: Custom Receive
de: Freies Empfangen
es: Recepción personalizada
fr: Réception personnalisée
it: Ricezione personalizzata

# session.type.sendCustom
source: Custom Send
de: Freies Senden
es: Transmisión personalizada
fr: Émission personnalisée
it: Trasmissione personalizzata

# session.type.receiveVocabulary
source: Vocabulary Receive
de: Vokabel-Empfang
es: Recepción de vocabulario
fr: Réception vocabulaire
it: Ricezione vocabolario

# session.type.sendVocabulary
source: Vocabulary Send
de: Vokabel-Senden
es: Transmisión de vocabulario
fr: Émission vocabulaire
it: Trasmissione vocabolario

# session.type.earTraining
source: Ear Training
de: Gehörtraining
es: Entrenamiento auditivo
fr: Entraînement auditif
it: Allenamento uditivo

# qso.style.firstContact
source: First Contact
de: Erstkontakt
es: Primer contacto
fr: Premier contact
it: Primo contatto

# qso.style.signalReport
source: Signal Report
de: Signalrapport
es: Reporte de señal
fr: Rapport de signal
it: Rapporto segnale

# qso.style.ragChew
source: Rag Chew
de: Plauder-QSO
es: Conversación
fr: Conversation
it: Conversazione

# qso.style.firstContact.description
source: Simple exchange: callsigns, signal report, 73
de: Einfacher Austausch: Rufzeichen, Rapport, 73
es: Intercambio simple: indicativos, reporte, 73
fr: Échange simple : indicatifs, rapport, 73
it: Scambio semplice: nominativi, rapporto, 73

# qso.style.signalReport.description
source: Basic QSO: callsigns, signal report, names, 73
de: Basis-QSO: Rufzeichen, Rapport, Namen, 73
es: QSO básico: indicativos, reporte, nombres, 73
fr: QSO de base : indicatifs, rapport, prénoms, 73
it: QSO base: nominativi, rapporto, nomi, 73

# qso.style.contest.description
source: Quick exchanges: signal report and serial number
de: Schneller Austausch: Rapport und Seriennummer
es: Intercambios rápidos: reporte y número serial
fr: Échanges rapides : rapport et numéro de série
it: Scambi rapidi: rapporto e numero seriale

# qso.style.ragChew.description
source: Casual conversation: names, locations, weather
de: Gemütliches Gespräch: Namen, Standorte, Wetter
es: Conversación casual: nombres, ubicaciones, clima
fr: Conversation détendue : prénoms, QTH, météo
it: Conversazione rilassata: nomi, località, meteo

# qso.difficulty.beginner
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante

# qso.difficulty.intermediate
source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
it: Intermedio

# qso.difficulty.advanced
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato

# qso.phase.idle.action
source: Start by sending CQ
de: Mit CQ rufen beginnen
es: Comienza llamando CQ
fr: Commencez par appeler CQ
it: Inizia chiamando CQ

# qso.phase.callingCQ.action
source: Send CQ CQ CQ DE [your call] K
de: CQ CQ CQ DE [dein Rufzeichen] K senden
es: Envía CQ CQ CQ DE [tu indicativo] K
fr: Envoyez CQ CQ CQ DE [votre indicatif] K
it: Invia CQ CQ CQ DE [tuo nominativo] K

# qso.phase.awaitingResponse.action
source: Wait for station to call...
de: Auf Antwort warten...
es: Espera una respuesta...
fr: Attendez une réponse...
it: Attendi una risposta...

# qso.phase.receivedCall.action
source: Acknowledge the calling station
de: Rufende Station bestätigen
es: Confirma la estación que llama
fr: Confirmez la station appelante
it: Conferma la stazione che chiama

# qso.phase.sendingExchange.action
source: Send your exchange
de: Deinen Austausch senden
es: Envía tu intercambio
fr: Envoyez votre échange
it: Invia il tuo scambio

# qso.phase.awaitingExchange.action
source: Wait for their exchange...
de: Auf deren Austausch warten...
es: Espera su intercambio...
fr: Attendez leur échange...
it: Attendi il loro scambio...

# qso.phase.exchangeReceived.action
source: Copy their exchange and respond
de: Austausch aufnehmen und antworten
es: Copia su intercambio y responde
fr: Copiez leur échange et répondez
it: Copia il loro scambio e rispondi

# qso.phase.signing.action
source: Send 73 or SK to end
de: 73 oder SK zum Beenden senden
es: Envía 73 o SK para terminar
fr: Envoyez 73 ou SK pour terminer
it: Invia 73 o SK per terminare

# qso.phase.completed.action
source: QSO complete!
de: QSO abgeschlossen!
es: ¡QSO completado!
fr: QSO terminé !
it: QSO completato!

# qso.startMode.callCQ
source: Call CQ
de: CQ rufen
es: Llamar CQ
fr: Appeler CQ
it: Chiama CQ

# qso.startMode.callCQ.description
source: You call CQ and wait for a response
de: Du rufst CQ und wartest auf Antwort
es: Tú llamas CQ y esperas respuesta
fr: Vous appelez CQ et attendez une réponse
it: Tu chiami CQ e attendi una risposta

# qso.startMode.answerCQ
source: Answer CQ
de: CQ beantworten
es: Responder CQ
fr: Répondre à CQ
it: Rispondi a CQ

# qso.startMode.answerCQ.description
source: Listen for CQ and respond to it
de: Auf CQ hören und darauf antworten
es: Escucha un CQ y responde
fr: Écoutez un CQ et répondez
it: Ascolta un CQ e rispondi

# notification.practiceDue.title
source: Time to Practice
de: Zeit zum Üben
es: Hora de practicar
fr: C'est l'heure de pratiquer
it: Ora di praticare

# notification.practiceDue.body.receive
source: Your receive training session is ready.
de: Dein Empfangstraining ist bereit.
es: Tu sesión de recepción está lista.
fr: Votre session de réception est prête.
it: La tua sessione di ricezione è pronta.

# notification.practiceDue.body.send
source: Your send training session is ready.
de: Dein Sendetraining ist bereit.
es: Tu sesión de transmisión está lista.
fr: Votre session d'émission est prête.
it: La tua sessione di trasmissione è pronta.

# notification.streakReminder.title
source: Keep Your Streak Alive!
de: Deine Serie halten!
es: ¡Mantén tu racha!
fr: Gardez votre série !
it: Mantieni la tua serie!

# notification.streakReminder.body %lld
source: You're on a %lld-day streak. Practice today to keep it going.
de: Du hast eine %lld-Tage-Serie. Übe heute, um sie fortzusetzen.
es: Llevas una racha de %lld días. Practica hoy para continuar.
fr: Vous êtes sur une série de %lld jours. Pratiquez aujourd'hui pour continuer.
it: Hai una serie di %lld giorni. Pratica oggi per continuare.
